Repository: duchuule/vba10
Catalog: trunk/Strings/*/Resources.resw
Source language: en_us
Languages: da, de, es, fr, id, ko, pl, uk

# HowToRestoreSave.Text
source: How to restore saves
da: Hvordan man genopretter gemte spil
de: Gewusst wie: Speicherstände wiederherstellen
es: Como restaurar archivos de guardado
fr: Comment restaurer les sauvegardes
id: Cara memulihkan data penyimpanan
ko: 세이브 복구 방법
pl: Jak przywrócić zapisy
uk: Як відновити збережені файли ігор

# IMPORT.Text
source: IMPORT
da: IMPORTER
es: IMPORTAR
fr: IMPORTER
id: IMPOR
ko: 가져오기
uk: ЗАВАНТАЖИТИ

# ImportedSuccessText
source: was imported successfully.
da: blev importeret korrekt.
de: wurde erfolgreich importiert.
es: fue importado exitosamente.
fr: a été importé sans problème.
id: berhasil diimpor.
ko: 을(를) 가져왔습니다.
pl: został pomyślnie zaimportowany
uk: успішно завантажено.

# ImportLocalInstruction.Text
source: Use this option to import a file already present on your phone or PC. NOTE: due to a bug in Windows 10, you won't be able to see the content of the folder you are browsing. Just select the folder containing the rom and will be presented with a list of rom to import.
da: Brug denne indstilling til at importere en fil der allerede er på en telefon eller PC. BEMÆRK: På grund af en fejl i Windows 10, vil du ikke kunne se indholdet af den mappe du kigger i. Bare vælg den mappe der har dine roms, og du vil få en liste over roms du kan importere
de: Verwenden Sie diese Option zum Importieren einer Datei, die auf Ihrem Telefon oder PC bereits vorhanden ist. Hinweis: Aufgrund eines Fehlers in Windows 10 sind Sie nicht in der Lage, den Inhalt des untersuchten Ordners zu sehen. Wählen Sie einfach den Ordner der die ROM enthält und es wird einer Liste von ROMS zum Importieren präsentiert.
es: Usa esta opción para importar un archivo ya existente en tu teléfono o PC. NOTA: debido a un bug en Windows 10, no puedes ver el contenido de la carpeta que buscas. Tan solo selecciona la carpeta que contiene la ROM y será presentada en una lista de ROM a importar.
fr: Utilisez cette option pour importer un fichier déjà présent sur votre téléphone ou PC. NOTE : Suite à un bug de Windows 10, vous ne pourrez pas voir le contenu des dossier que vous parcourerez. Selectionnez simplement le dossier contennant la ROM e il vous sera présenté une liste de ROM à importer.
id: Pakai opsi ini untuk mengimpor data yang ada di handphone atau PC. CATATAN: ada bug di Windows 10, kamu tidak akan bisa melihat isi folder yang sedang dicari. Pilih aja folder yang ada ROM-nya, nanti daftar impornya akan muncul.
ko: 다른 폰 또는 PC에서 가져온 파일을 사용하려면 선택하세요. 안내: Windows 10의 버그로, 폴더 내부의 파일을 보지 못 할 수 있습니다. ROM이 있는 폴더를 선택하면 가져올 ROM 목록을 선택할 수 있습니다.
pl: Użyj tej opcji , aby zaimportować plik już obecny w telefonie lub komputerze PC. UWAGA: Z powodu błędu na systemie Windows 10, nie będziesz w stane zobaczyć zawartości folderu, który przeglądasz. Wystarczy wbrać foldre zawierający ROM,a zostanie on przedstawiony w liście ROM'ów do importu
uk: Використовуйте цю функцію для файлів які вже знаходяться на вашому телефоні чи ПК. ПРИМІТКА: через помилку у Windows 10, у вас не буде можливості переглядати вміст папки яку ви переглядаєте. Просто виберіть папку яка містить ROM файл і ви побачите список ігор які підтримуються.

# ImportOneDriveInstruction.Text
source: Use this option to import roms and save files from OneDrive, which will be copied to the app's private storage. NOTE: It is recommended that you store the roms on an user-accessible folder and use the Local Storage option to import them, which will prevent loss of progress if you the app every becomes corrupted.
da: Brug denne indstilling til at importere roms og saves fra OneDrive, som vil blive kopieret til appens private lager. BEMÆRK: Det anbefales, at du gemmer roms på en bruger-tilgængelig mappe og bruger lokal opbevaring for at importere dem, som vil forhindre tab af fremskridt, hvis appen bliver korrupt.
de: Verwenden Sie diese Option, um ROMS und Speicherstände aus OneDrive zu Importieren und zu Speichern. Diese werden dann an den privaten App-Speicher weitergeleitet. Hinweis: Es wird empfohlen, dass Sie die ROMS auf einen für den Benutzer zugänglichen Ordner speichern und verwenden Sie die Option "lokaler Speicher" zum importieren, damit der Verlust des Fortschritts verhindert wird, falls die App beschädigt wird.
es: Usa esta opción para importar ROMs y archivos de guardado desde Onedrive, lo cual, será copiado a la carpeta privada de la app. NOTA: Es recomendable que guardes tus ROMs en una carpeta con permisos de usuario y uses almacenamiento local para importarlas, lo cual previene la pérdida del progreso en caso de tratar archivos corruptos.
fr: Utilisez cette option pour importer des ROMs et des sauvegardes depuis OneDrive, qui seront copiées dans le stockage privé de l'application. NOTE : Il est recommandé de stocker les ROMs dans un dossier qui vous soit accessible et d'utiliser la fonction stockage local pour les importer, ce qui evitera les pertes de progression si jamais l'application est corrompue.
id: Pakai opsi ini untuk mengimpor ROM dan data penyimpanan dari OneDrive, yang akan di-copy ke sistem aplikasi. CATATAN: data yang mau diimpor sebaiknya diletakkan di folder yang bebas diakses pengguna dan pakai penyimpanan lokal untuk mengimpornya yang akan mencegah hilangnya data bila aplikasi rusak.
ko: OneDrive에서 ROM 또는 세이브 파일을 가져오려면 선택하세요. 파일은 앱 저장공간으로 복사됩니다. 안내: 앱이 특정 사유로 손상되어 진행한 데이터를 잃는 것을 방지하기 위해 ROM을 접근 가능한 폴더에 저장한 후 내부 저장소 옵션을 이용하여 불러오는 것을 권장합니다.
uk: Використовуйте цю функцію для імпорту ROM’ів та збереженнь для ігор з OneDrive, вони будуть скопійовані на пам’ять вашого пристрою. ПРИМІТКА: рекомендуємо авантажувати ROM’и в папку яка доступна користувачу та використовувати локальне сховище для їх імпорту, це передбачить втрату збережених данних якщо ваша програма вилетить.

# ImportROMBtn.Content
source: Import ROM
da: Importer ROM
de: ROM importieren
es: Importar ROM
fr: Importer une ROM
id: Impor ROM
ko: ROM 가져오기
pl: Importuj ROM
uk: Завантажити ROM

# ImportRSBtn.Content
source: Import R/S
da: Importer R/S
de: R/S importieren
es: Importar R/S
fr: Importer une ROM/Sauvegarde
id: Impor R/S
ko: 가져오기
pl: Importuj R/S
uk: Завантажити декілька ROM’ів

# ImportSaveBtn.Content
source: Import Save
da: Importer gemt spil
de: Speicherstand importieren
es: Importar archivo de guardado
fr: Importer une Sauvegarde
id: Impor data penyimpanan
ko: 세이브 가져오기
pl: Importuj zapis
uk: Завантажити збережені файли ігор

# ImportText
source: Import
da: Importer
es: Importar
fr: Importer
id: Impor
ko: 가져오기
pl: Importuj
uk: Завантажити

# Input.Header
source: Input
de: Steuerung
es: Entrada
fr: Commandes
ko: 입력
pl: wejście
uk: Введення

# InvalidCheatCodeError
source: Invalid code format.
da: Ugyldig kode format.
de: Ungültiger Code.
es: Formato de código Inválido.
fr: Format de code invalide.
id: kode format tidak valid.
ko: 올바르지 않은 코드 형식.
pl: Niepoprawny format kodu.
uk: Неправильний формат чіт-коду.

# IsConnectedText
source: is connected.
da: er tilsluttet.
de: ist verbunden.
es: está conectado.
fr: est connecté.
id: terkoneksi.
ko: 이(가) 연결되었습니다.
pl: Jest połączony.
uk: підключений.

# JoystickScale.Text
source: Virtual joystick scale:
da: Virtuel joystick skala:
de: Virtueller Joystick Skalierung:
es: Escala del joystick virtual:
fr: Taille du Joystick virtuel:
id: Skala joystick maya:
ko: 가상 조이스틱 크기:
pl: Rozmiar wirtualnego joystick'a:
uk: Масштаб віртуального джойстику:

# KeyBindings.Text
source: Key Bindings
da: Taste Bindinger
de: Tastenbelegung
es: Vincular teclas
fr: Raccourcis Clavier
id: Atur Tombol
ko: 키 설정
pl: Skróty klawiszowe
uk: Назначення клавіш

# L3LeftStick.Text
source: L3 (Left stick press)
da: L3 (Venstre stick tryk)
fr: L3 (Pression du stick de gauche)
ko: L3 (왼쪽 스틱 누르기)
pl: L3 (Wciśnij lewą gałkę/analog)

# Left.Text
source: Left
da: Venstre
de: Links
es: Izquierda
fr: Gauche
id: Kiri
ko: 왼쪽
pl: Lewo
uk: Вліво

# LightCbi.Content
source: Light
da: Lys
de: Hell
es: Claro
fr: Lumineux
id: Terang
ko: 밝게
pl: Światło/Jasność
uk: Світлий

# List.Text
source: List
da: Liste
de: Liste
es: Lista
fr: Liste
id: Daftar
ko: 목록
pl: Lista
uk: Список

# Load.Label
source: Load
da: Indlæs
de: Laden
es: Cargar
fr: Charger
id: Muat
ko: 불러오기
pl: Wczytaj
uk: Завантажити

# LoadConfirmPrompt
source: Are you sure you want to load? All unsaved progress will be lost.
da: Er du sikker på, at du vil indlæse? Alt ugemt fremskridt vil blive tabt.
de: Sind Sie sicher, dass Sie laden möchten? Alle ungespeicherten Fortschritte gehen verloren.
es: ¿Estás seguro que deseas cargar? Todo el progreso no guardado se perderá.
fr: Êtes vous sur de vouloir charger ? Toute la progression non sauvegardé sera perdu.
id: Apakah kamu yakin ingin memuat? Seluruh proses yang belum di simpan akan hilang.
ko: 정말 불러오겠습니까? 모든 저장되지 않은 데이터는 잃어버리게 됩니다.
pl: Jesteś pewien, że chcesz wczytać? Wszystkie niezapisane postępy zostaną utracona na zawsze (A to bardzo długo)
uk: Ви впевнені що бажаєте завантажити дані? Весь не збережений прогресс буде врачено.

# Loading.Text
source: Loading...
da: Indlæser…
de: Wird geladen...
es: Cargando…
fr: Chargement...
id: Memuat...
ko: 불러오는 중...
pl: Trwa ładowanie. Poucz się w międzyczasie;)
uk: Завантаження...

# LoadingProduct.Text
source: Loading production list. Please wait...
da: Indlæser produktions listen. Vent venligst…
de: Lade Produktionsliste. Bitte warten...
es: Cargando lista de producción. Por favor espere…
fr: Chargement de la liste de produit. Veuillez patienter...
id: Memuat daftar produk. Mohon tunggu…
ko: 목록을 불러오는 중입니다. 잠시만 기다려주세요...
pl: Ładowanie listy. Proszę czekać…
uk: Завантаження списку продуктів. Будь ласка зачекайте...

# LoadingProductError.Text
source: Error! No Internet connection or Microsoft server error. Please try again later.
da: Fejl! Ingen interetforbindelse eller Microsoft serverfejl. Prøv igen senere.
de: Fehler! Keine Internetverbindung oder Microsoft-Server-Fehler. Bitte versuchen Sie es später erneut.
es: ¡Error! Sin conexión a Internet o error del servidor Microsoft. Por favor intenta más tarde.
fr: Erreur ! Pas de connection internet ou erreur de serveur Microsoft. Veuillez réessayer plus tard.
id: Terjadi kesalahan! Tidak ada koneksi internet atau server Microsoft sedang bermasalah. Mohon coba lagi nanti.
ko: 오류 발생! 인터넷 접속이 불가능하거나 MS 서버에 오류가 있습니다. 나중에 다시 시도해주세요.
pl: Błąd! Brak połączenia z internetem lub błąd w serwerze Microsoft! Spróbuj ponownie później (Wciąż cię kochamy :)
uk: Помилка! Немає з’єднання з Інтернетом або помилилка серверу Microsoft. Повторіть спробу пізніше.

# LoadProductBtn.Content
source: Load products
da: Indlæs produkter
de: Lade Produkte
es: Cargar productos
fr: Charger les produits
id: Muat produk
ko: 상품 가져오기
pl: Załaduj produkty
uk: Завантажити продукти

# LocalStorage.Text
source: Local storage
da: Lokal plads
de: Lokaler Speicher
es: Almacenamiento local
fr: Stockage local
id: Penyimpanan lokal
ko: 내부 저장소
pl: Lokalny magazyn
uk: Локальне сховище

# NetworkErrorText
source: Network error.
da: Netværk fejl.
de: Netzwerkfehler.
es: Error de red.
fr: Erreur de réseau.
id: Jaringan Bermasalah.
ko: 네트워크 오류.
pl: Błąd sieci
uk: Помилка з’єднання.

# NoCheat.Text
source: No cheat code has been entered.
da: Ingen snydekode er blevet indtastet.
de: Es wurde kein Cheat-Code eingegeben.
es: Ningún cheat code ha sido ingresado.
fr: Aucun code de triche n'a été entré.
id: Belum ada kode cheat yang dimasukkan.
ko: 치트 코드가 입력되지 않았습니다.
pl: Żaden kod nie został wpisany.
uk: Чіт-код не був введений

# NoFileSelectedText
source: You have to select at least one file.
da: Du skal vælge mindst en fil.
de: Sie müssen mindestens eine Datei auswählen.
es: Debes seleccionar al menos un archivo.
fr: Vous devez sélectionner au moins un fichier.
id: Kamu harus memilih minimal satu data.
ko: 적어도 하나의 파일을 선택해야 합니다.
pl: Musisz wybraćprzynajmniej jeden plik.
uk: Ви повинні виьрати хоча б один файл.

# NoHIDGamepadText
source: No HID gamepad detected.
da: Ingen HID controller fundet.
de: Kein HID-Gamepad erkannt.
es: Ningún Gamepad HID detectado.
fr: Pas de contrôleur HID detecté.
id: HID gamepad tidak terdeteksi.
ko: HID 게임패드를 찾을 수 없습니다.
pl: Nie wykryto żadnego kontrolera HID
uk: Контроллер HID не знайдено.

# NoMatchingROMError
source: Could not find a matching ROM name.
da: Kunne ikke finde et matchende ROM navn.
de: Es wurde keine passende ROM gefunden.
es: No se pudo encontrar una ROM con este nombre.
fr: Impossible de trouver une ROM de ce nom.
id: Nama ROM yang sesuai tidak dapat ditemukan.
ko: 일치하는 ROM 이름을 찾을 수 없습니다.
pl: Nie można znaleźć dopasowanej nazwy ROM'u
uk: Неможливо знайти ROM файл з таким ім’ям.

# NoneCbi.Content
source: None
da: Ingen
de: Keine
es: Ninguno
fr: Aucun
ko: 없음
pl: Żaden…
uk: Пусто

# NoSupportedFile.Text
source: No supported file found!
da: Ingen understøttet fil fundet!
de: Nicht unterstützte Datei gefunden!
es: ¡Archivo no soportado!
fr: Pas de fichier supporté trouvé !
id: File yang didukung tidak ditemukan!
ko: 지원하는 파일을 찾을 수 없습니다!
pl: Nie znaleziono wspieranych plików!
uk: Немає файлів які підтрмуються!

# NoSupportedFileText
source: No supported file found!
da: Ingen understøttet fil fundet!
de: Nicht unterstützte Datei gefunden!
es: ¡Archivo no soportado!
fr: Pas de fichier supporté trouvé !
id: File yang didukung tidak ditemukan!
ko: 지원하는 파일을 찾을 수 없습니다!
pl: Nie znaleziono wspieranych plików!
uk: Немає файлу який підтрмуються!

# NoText
source: No
da: Nej
de: Nein
fr: Non
id: Tidak
ko: 아니오
pl: Nie
uk: Ні

# NoXboxControllerText
source: No XBox controller detected.
da: Ingen Xbox controller fundet.
de: Kein Xbox Controller erkannt.
es: Ningún control Xbox detectado.
fr: Pas de contrôleur Xbox detecté.
id: XBox controller tidak terdeteksi.
ko: XBox 컨트롤러를 찾을 수 없습니다.
pl: Nie wykryto żadbego kontrolera Xbox
uk: Контроллер Xbox не знайдено.

# OKBtn.Content
source: OK
ko: 확인
uk: ОК

# OriginalCbi.Content
source: Original
id: Orisinil
ko: 기본
pl: Oryginalne
uk: оригінал

# OverwriteAsk
source: Overwrite?
da: Overskriv?
de: Überschreiben?
es: ¿Sobrescribir?
fr: Écraser ?
id: Timpa data?
ko: 덮어쓰겠습니까?
pl: Nadpisać?
uk: Перезаписати?

# OverwriteSaveConfirmText
source: Are you sure you want to save? This will overwrite the selected save state.
da: Er du sikker på du at du vil gemme? Dette vil overskrive den valgte gemme tilstand
de: Sind Sie sicher, dass Sie speichern möchten? Damit werden die ausgewählten Speichernstände überschrieben.
es: ¿Estás seguro que deseas guardar? Esto sobrescribirá tu archivo de guardado.
fr: Êtes vous dur de vouloir sauvegarder ? Cela va écraser la sauvegarde selectionnée.
id: Apakah kamu yakin ingin menyimpan data? Data pada lokasi penyimpanan yang dipilih akan tertimpa.
ko: 정말로 저장하시겠습니까? 선택한 세이브를 덮어쓰게 됩니다.
pl: Jesteś pewien, że chcesz zapisać? Nadpiszesz wtedy wybrany slot na zapis
uk: Ви впевнені що бажаєте зберегти? Це перезапише дані на вибраному слоті.

# PleaseWaitDownloadText
source: Please wait until all files have finished downloading.
da: Vent venligst indtil alle filer er færdige med at downloade.
de: Bitte warten Sie bis alle Dateien heruntergeladen worden sind.
es: Por favor espera hasta que todos los archivos terminen de descargarse.
fr: Veuillez attendre jusqu'à la fin du téléchargement des fichier.
id: Mohon tunggu hingga seluruh file selesai diunduh.
ko: 모든 파일이 다운로드 될 때까지 기다려 주십시오.
pl: Proszę, poczekaj na pobranie wszystkich plików
uk: Будь ласка зачекайте доки всі файли будуть завантажені

# PremiumCPUFilterPrompt
source: This is a premium feature. You can use the feature now but the setting will revert to None the next time the app starts.
da: Dette er en premium funktion. Du kan bruge denne funktion nu, men den vil blive sat til Ingen næste gang du starter appen.
de: Dies ist ein Premium-Feature. Sie können das Feature jetzt jetzt nutzen, aber die Einstellung wird beim nächsten Start zurückgesetzt.
es: Esta es una característica Premium. Puedes usar esta característica ahora pero esta regresara a "Ninguno" la próxima vez que inicies la app.
fr: C'est une option premium. Vous pouvez l'utiliser maintenant mais l'option sera reinitialisé au prochain démarrage.
id: Ini adalah fitur premium. Kamu bisa menggunakan fitur ini, namun setelah restart aplikasi akan kembali ke pengaturan semula.
ko: 프리미엄 전용 기능입니다. 기능을 사용할 수 있지만 다음에 앱이 시작될 때 설정이 다시 초기화될 것입니다.
pl: To jest opcja premium. Możesz ją używać teraz, ale po kolejnym włączeniu aplikacji wróci ona do pierwotnego stanu
uk: Це є платна функція. Ви можете використовувати цю функцію зараз, але після закриття програми настройки не будуть збережені.

# PremiumGPUFilterPrompt
source: This is a premium feature. Free users can use None, Bilinear or HQ2x.
da: Dette er en premium funktion. Gratis brugere kan bruge Ingen, Bilineær eller HQ2x.
de: Dies ist ein Premium-Feature. Free-Benutzer können None, Bilinear or HQ2x benutzen.
es: Esta es una característica Premium. Si no lo eres puedes usar Ninguna, Bilinear o HQ2x.
fr: C'est une option premium. Les utilisateurs gratuit peuvent utiliser Aucune, Bilinéaire ou HQ2x.
id: Ini adalah fitur premium. Pengguna fitur gratis hanya bisa menggunakan None, Bilinear atau HQ2x.
ko: 프리미엄 전용 기능입니다. 무료 사용자는 없음, 이중 선형, HQ2x를 사용할 수 있습니다.
pl: To jest opcja premium. Darmowi użytkownicy mogą używać tylko Brak/Żaden, Bilinearny lub HQ2x
uk: Це є платна функція. У цій версії ми можете використовувати, білінийний або HQ2x.

# PressStartPrompt
source: First press Start button.
da: Først tryk på Start knappen.
de: Drücken Sie zunächst auf die Schaltfläche "Start".
es: Presiona el botón de inicio primero.
fr: Commencez par appuyer sur le bouton Start.
id: Tekan tombol Start terlebih dahulu.
ko: 첫번째로 시작 버튼을 누르세요.
pl: Najpierw naciśnij przycisk "start"
uk: Спочатку натисніть Старт.

# ProcessingText
source: Processing...
da: Behandler...
de: Verarbeitet...
es: Procesando…
fr: Traitement...
id: Sedang dalam proses...
ko: 작업 중...
pl: Przetwarzanie… W tym czasie możesz zrobić coś pożytecznego
uk: Виконується...

# ProductNotAvailableText
source: Product is not available at the moment.
da: Produktet er ikke tilgængeligt i øjeblikket.
de: Produkt ist momentan nicht verfügbar.
es: Producto no disponible en el momento.
fr: Produit non disponible pour le moment.
id: Produk tidak tersedia untuk sementara waktu.
ko: 현재 상품이 유효하지 않습니다.
pl: Produkt nie jest aktualnie dostępny
uk: даний продукт зараз недоступний.

# PURCHASE.Text
source: PURCHASE
es: COMPRAR
fr: ACHETER
ko: 결제
pl: ZAKUP

# PurchaseBtn.Content
source: Purchase
da: Køb
de: Kaufen
es: Comprar
fr: Acheter
id: Pembelian
ko: 결제
pl: Kup
uk: Купити

# PurchasedThankText
source: Purchased, thank you!
da: Købt, tak!
de: Gekauft, vielen Dank!
es: Comprado, ¡Gracias!
fr: Acheté, merci !
id: Pembelian berhasil, terima kasih!
ko: 결제되었습니다, 감사합니다!
pl: Kupione, dziękujemy ci! <3
uk: Дякуємо вам за покупку!

# PurchaseSuccessNoAdsText
source: Purchase successful, ads will not be shown the next time you start the app.
da: Køb gennemført, reklamer vil ikke blive vist næste gang du starter appen.
de: Erfolgreicher Kauf, Werbungen werden beim nächsten Start der App nicht mehr angezeigt.
es: Compra exitosa, las ads desaparecerán la próxima vez que inicies la app.
fr: Achat réussi, les publicité n'apparaitront plus la prochaine fois que vous lancerez l'application.
id: Pembelian berhasil, iklan tidak akan muncul setelah restart aplikasi.
ko: 결제 완료되었습니다, 다음에 앱 실행 시 광고가 나타나지 않을 것입니다.
pl: Zakup udany. Reklamy nie będą się wyświetlać przy kolejnych uruchomieniach aplikacji (yay).
uk: Покупка завершена успішно, реклама не буде відображатись після перезапуску програми

# PurchaseSuccessText
source: Purchase successful.
da: Køb gennemført.
de: Kauf erfolgreich.
es: Compra exitosa.
fr: Achat réussi.
id: Pembelian berhasil.
ko: 결제 완료.
pl: Zakup udany.
uk: Успішно куплено.

# PurchaseText
source: Purchase
da: Køb
de: Kaufen
es: Comprar
fr: Acheter
id: Pembelian
ko: 결제
pl: Zakup
uk: Купити

# PurchaseWarning1.Text
source: This is a *warning* about in-app purchase in Windows 10. For a small percentage of Microsoft accounts, mine included, after you purchase the in-app products, you will experience the following problems: (1) app crashes upon opening, (2) app can no longer be downloaded from store due to error 0x803F7002, and (3) even if you sideload the app, the store still reports the product as not purchased.
da: Dette er en advarsel om in-app køb i Windows 10. For en lille procentdel af Microsoft-konti, min inkluderet, efter du køber in-app produkter, vil du opleve følgende problemer: (1) Appen lukker ved opstart, (2) Appen kan ikke længere blive downloadet fra Store på grund af fejlen 0x803F7002, og (3) Selv hvis du sideloader appen, vil Store stadig rapportere produktet som ikke købt.
de: Das ist eine *Warnung* über den In-App-Kauf in Windows 10. Ein kleiner Prozentsatz der Microsoft-Konten, inklusive meiner, erleben nach einem In-App-Kauf folgende Probleme: (1) App stürzt ab beim Öffnen, (2) App kann nicht mehr vom Store aufgrund eines Fehlers 0x803F7002 heruntergeladen werden, (3) und auch wenn Sie die App Sideloaden, wird die App im Store als nicht gekauft angezeigt.
es: Esta es una *Advertencia* sobre las compras in-app en Windows 10. Para un pequeño porcentaje de las cuentas Microsoft, la mía incluida, luego de comprar productos in-app, podrás experimentar los siguientes problemas: (1) la app se cierra apenas la abres, (2) la app no podrá ser descargada desde la tienda debido al error 0x803F7002, por último (3) incluso si cargas la app, la tienda seguirá reportándote que el producto no se ha comprado.
fr: Ceci est un *message de prévention* à propos des achat in-app sous Windows 10. Pour un petit pourcentage de comptes Microsoft, le mien inclus, après un achat in-app, vous risquez de rencontrer les problèmes suivants : (1) l'application crash au démarrage, (2) l'application ne peut plus être télécharger sur le store suite à l'erreur 0x803F7002, et (3) même si vous téléchargez l'application via un autre appareil, le store continuera de cataloguer l'application comme non-achetée.
ko: Windows 10 인앱 결제에 관한 주의사항입니다. Microsoft 계정 중 일부의 경우 인앱 상품을 결제한 후에 다음과 같은 문제를 경험할 가능성이 있습니다: (1) 앱을 실행할 때 크래시 발생, (2) 0x803F7002 오류로 인해 스토어에서 앱을 더 이상 받을 수 없는 경우, (3) sideload를 이용하여 앱을 설치하더라도, 스토어에서는 여전히 결제하지 않은 것으로 나옴.
pl: To jest *ostrzeżenie* o zakupach w aplikacji w Windows 10. Dla małego odsetka kont Microsoft, wliczając moje, przed zakupieniem produktu w aplikacji, to możesz doświadczyć następujące problemy: (1) Aplikacja się scrashuje przed otworzeniem, (2) Aplikacja może nie być już możliwa do pobrania ze sklepu przez error 0x803F7002, oraz (3) Nawet jeśli zresetowałeś aplikację, to sklep wciąż uważa, że jej nie kupiłeś (wredota 3;)
uk: *Увага* інформація про покупки в Windows 10. На малий відсоток аккаунтів Microsoft, є декілька випадків, після того як ви зробили покупку у програмі, майте на увазі що можуть виникнуті наступні проблеми: (1) програма вилітає при відкритті, (2) програма не може бути завантажена з магазину через помилку 0x803F7002, а також (3) навіть якщо ви заплатили за програму, магазин все ще буде показувати протилежне.
